Repository: kabirnayeem99/LocalDrop
Catalog: Modules/FeatureTransfer/Sources/FeatureTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, ug, ur, vi, zh_hans

# transfer.status.queued
source: Queued
ar: في قائمة الانتظار
bn: সারিবদ্ধ
de: In der Warteschlange
es: En cola
fr: En file d'attente
hi: कतारबद्ध
id: Mengantri
ja: キューに入れられました
ko: 대기 중
pt_br: Na fila
ru: В очереди
tr: Sıraya alındı
ug: ئۆچرەتتە تۇرغان
ur: قطار میں لگ گیا۔
vi: Đã xếp hàng
zh_hans: 排队

# transfer.status.retrying
source: Retrying
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করা হচ্ছে
de: Erneuter Versuch
es: Reintentando
fr: Réessayer
hi: पुनः प्रयास किया जाएगा
id: Mencoba lagi
ja: 再試行中
ko: 재시도 중
pt_br: Tentando novamente
ru: Повторная попытка
tr: Yeniden deneniyor
ug: قايتا سىناۋاتىدۇ
ur: دوبارہ کوشش کر رہا ہے۔
vi: Đang thử lại
zh_hans: 重试

# transfer.today
source: Today
ar: اليوم
bn: আজ
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
tr: Bugün
ug: بۈگۈن
ur: آج
vi: Hôm nay
zh_hans: 今天

# transfer.yesterday
source: Yesterday
ar: أمس
bn: গতকাল
de: Gestern
es: Ayer
fr: Hier
hi: कल
id: Kemarin
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
tr: Dün
ug: تۈنۈگۈن
ur: گزشتہ کل
vi: Hôm qua
zh_hans: 昨天

# root.localDrop
source: LocalDrop
bn: লোকালড্রপ
es: Gota local
hi: लोकलड्रॉप
ja: ローカルドロップ
ko: 로컬드롭
ru: Локальныйдроп
tr: Yerel Bırakma
zh_hans: 本地投放

# transfer.progress.speedFormat
source: %@/s
id: %@/dtk
ja: %@/秒
ko: %@/초
ru: %@/с
zh_hans: %@/秒
